[
    {
        "name": "tiger",
        "description": "The power of your Art projects itself like a shadow. Sense your opponent's fear, and pounce with certainty and strength.",
        "pattern": [
            [0,0,1,0,0],
            [0,0,0,0,0],
            [0,0,2,0,0],
            [0,0,1,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "dragon",
        "description": "Be swift as the thunder that peals before you have a chance to cover your ears, fast as the lightning that flashes before you can blink your eyes.",
        "pattern": [
            [0,0,0,0,0],
            [1,0,0,0,1],
            [0,0,2,0,0],
            [0,1,0,1,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "frog",
        "description": "Do not fail to learn from the pure voice of an ever-flowing mountain stream splashing over ther rocks. Emulate its flow, mimic its power.",
        "pattern": [
            [0,0,0,0,0],
            [0,1,0,0,0],
            [1,0,2,0,0],
            [0,0,0,1,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "rabbit",
        "description": "Be near to your opponent, blinding him with your speed. The Art of the Rabbit is the Art of speed.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,0,1,0],
            [0,0,2,0,1],
            [0,1,0,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "crab",
        "description": "Move with your opponent's movements, as if you are the never-ceasing tide. When the time is right, he will fall prey to your attack.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,1,0,0],
            [1,0,2,0,1],
            [0,0,0,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "elephant",
        "description": "Only the strong may pursue your Art. This is why it is the true Art, the Art that cannot be stopped.",
        "pattern": [
            [0,0,0,0,0],
            [0,1,0,1,0],
            [0,1,2,1,0],
            [0,0,0,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "goose",
        "description": "Your robes are your cloak of feathers, spread your wings to hide your intetions. Even then, as your oppoent seeks to determine your motive, you shall strike.",
        "pattern": [
            [0,0,0,0,0],
            [0,1,0,0,0],
            [0,1,2,1,0],
            [0,0,0,1,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "rooster",
        "description": "Do not allow your enemy to rest, but focus your Art to deliver quick, sharp strikes whenever he lags.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,0,1,0],
            [0,1,2,1,0],
            [0,1,0,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "monkey",
        "description": "Without deception you cannot carry out Strategy, without strategy you cannot control the opponent.",
        "pattern": [
            [0,0,0,0,0],
            [0,1,0,1,0],
            [0,0,2,0,0],
            [0,1,0,1,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "mantis",
        "description": "Your opponent sees, but does not understand. Distract the wanchful, misguide the wary. This is the Art of the Mantis, the Art of the deceptive strike.",
        "pattern": [
            [0,0,0,0,0],
            [0,1,0,1,0],
            [0,0,2,0,0],
            [0,0,1,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "horse",
        "description": "Lose yourself in the rythms of your Art. At times be swift and decisive, at other times measured and taunting.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,1,0,0],
            [0,1,2,0,0],
            [0,0,1,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "ox",
        "description": "Pour your strength into the forms of your Art in its punches, its kicks, in the steady advance of your aggression.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,1,0,0],
            [0,0,2,1,0],
            [0,0,1,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "crane",
        "description": "Make no unnecessary movement, conserving your strength until the time is right to strike. The true Art is a symphony of graceful strikes.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,1,0,0],
            [0,0,2,0,0],
            [0,1,0,1,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "boar",
        "description": "Watch for opportunity, for it will present itself. Then strike, focusing all your might into a single rush, trampling your opponent's Art under your own.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,1,0,0],
            [0,1,2,1,0],
            [0,0,0,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "eel",
        "description": "If your opponent strikes with fire, counter with water, becoming completely fluid ad freellowing.",
        "pattern": [
            [0,0,0,0,0],
            [0,1,0,0,0],
            [0,0,2,1,0],
            [0,1,0,0,0],
            [0,0,0,0,0]
        ]
    },
    {
        "name": "cobra",
        "description": "Attack violently when your opponents are not expecting it show leisure in the beginning, then suddenly attack vigorously.",
        "pattern": [
            [0,0,0,0,0],
            [0,0,0,1,0],
            [0,1,2,0,0],
            [0,0,0,1,0],
            [0,0,0,0,0]
        ]
    }
]